test/good/never-accessed-6.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["let b: Int = 22"]
    test_144["let c: Int = 24"]
    test_146["if (true)"]
    test_148["c = a + b"]
    test_150["return c"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_146
    test_146 --> test_148
    test_148 --> test_150
end
